Repository: SchwihaUG/contao-rate-it
Catalog: languages/*/*_settings.xlf
Languages: de

# tl_settings.rateit_legend
source: Rate It-Settings
de: Rate It-Einstellungen

# tl_settings.rating_type.0
source: Type
de: Typ

# tl_settings.rating_type.1
source: Type of representation. Possible options are the "hearts" or "stars".
de: Art der Darstellung. Mögliche Optionen sind "Herzen" oder "Sterne".

# tl_settings.rating_count.0
source: Number of hearts/stars
de: Anzahl der Herzen/Sterne

# tl_settings.rating_count.1
source: Number of hearts/stars which are shown.
de: Anzahl der Herzen/Sterne die dargestellt werden.

# tl_settings.rating_textposition.1
source: Specifies whether the text should appear above or below the hearts or stars.
de: Gibt an, ob der Text ober- oder unterhalb der Herzen bzw. Sterne erscheinen soll.

# tl_settings.rating_listsize.0
source: number of entries
de: Anzahl Einträge

# tl_settings.rating_listsize.1
source: Number of entries displayed per page in the representation of ratings in the backend.
de: Anzahl der angezeigten Einträge pro Seite in der Darstellung der Bewertungen im Backend.

# tl_settings.allow_duplicate_ratings.0
source: Allow Duplicate votes
de: Doppelte Bewertungen zulassen

# tl_settings.allow_duplicate_ratings.1
source: The same ip address may vote more than once for the same rating?
de: Darf mit der gleichen IP-Adresse mehrfach für das gleiche Rating abstimmen?

# tl_settings.allow_duplicate_ratings_for_members.0
source: Allow Duplicate votes for members
de: Doppelte Bewertungen für Mitglieder zulassen

# tl_settings.allow_duplicate_ratings_for_members.1
source: A logged in frontend user may vote more than once for the same rating?
de: Darf ein angemeldeter Frontendbenutzer mehrfach für das gleiche Rating abstimmen?

# tl_settings.rating_template.1
source: Here you can select the template for the rating.
de: Hier können Sie das Template für die Bewertung auswählen.

# tl_settings.rating_description.0
source: Label
de: Beschriftung

# tl_settings.rating_description.1
source: Label for ratings. Variables are replaced<br>available variables: <br>%current% - current rating<br>%max% - max. possible rating<br>%type% - type of rating (hearts/stars)<br>%count% - number of votes<br>[singular|plural] - Text for votes<br><br>examples:<br >%current%/%max% (%count% [vote|votes]) returns 3.7/5 stars (7 votes)<br>%count% [Like|Likes] returns 1 Like or 4 Likes
de: Beschriftung für die einzelnen Ratings. Variablen werden dabei entsprechend ersetzt.<br>verfügbare Variablen:<br>%current% - aktuelle Bewertung<br>%max% - max. mögliche Bewertung<br>%type% - Art der Bewertung (Herzen/Sterne)<br>%count% - Anzahl abgegebener Stimmen<br>[Singular|Plural] - Text für abgegebene Stimmen<br><br>Beispiele:<br><br>%current%/%max% (%count% [Stimme|Stimmen]) liefert 3,7/5 Sterne (7 Stimmen)<br>%count% [Like|Likes] liefert 1 Like bzw. 4 Likes

# tl_settings.hearts.0
source: hearts
de: Herzen

# tl_settings.hearts.1
source: Illustration with hearts
de: Darstellung mit Herzen

# tl_settings.stars.0
source: stars
de: Sterne

# tl_settings.stars.1
source: Illustration with stars
de: Darstellung mit Sternen

# tl_settings.before.0
source: above
de: oberhalb

# tl_settings.before.1
source: Display the text above the hearts/stars
de: Anzeige des Texts oberhalb der Herzen/Sterne

# tl_settings.after.0
source: below
de: unterhalb

# tl_settings.after.1
source: Display the text below the heart / star
de: Anzeige des Texts unterhalb der Herzen/Sterne
