Repository: SchwihaUG/contao-rate-it
Catalog: languages/*/rateit_backend.xlf
Languages: de

# tl_rateit.goback
source: Back
de: Zurück

# tl_rateit.noratingsfound
source: No matching ratings found.
de: Keine entsprechenden Bewertungen gefunden.

# tl_rateit.showdetails
source: Detailview
de: Detailanzeige

# tl_rateit.byorder
source: By %s
de: Nach %s

# tl_rateit.seltyp.0
source: Type
de: Typ

# tl_rateit.seltyp.1
source: Please choose the rating type.
de: Bitte wählen Sie den Bewertungs-Typ.

# tl_rateit.selactive.0
source: Active/Inactive
de: Aktiv/Inaktiv

# tl_rateit.selactive.1
source: Please choose whether you want to display only active or inactive ratings.
de: Bitte wählen Sie, ob Sie nur aktive bzw. inaktive Bewertungen anzeigen wollen.

# tl_rateit.typ.0
source: Type
de: Typ

# tl_rateit.typ.1
source: Rating type (rating for an "article", a "page", a "news" or a "faq")
de: Typ des Ratings (Rating für eine "Seite" oder einen "Artikel")

# tl_rateit.title.0
source: Title
de: Titel

# tl_rateit.title.1
source: Title of the article, page, news or faq, on which the rating is included.
de: Titel der Seite oder des Artikels, auf der/dem das Rating eingebunden ist.

# tl_rateit.createdat.0
source: activated since
de: aktiviert seit

# tl_rateit.createdat.1
source: Day from which this rating has been enabled in the format "%s"
de: Tag ab dem dieses Bewertung aktiviert gewesen ist im Format %s

# tl_rateit.status.1
source: Indicates whether this rating is currently enabled or not.
de: Gibt an, ob diese Bewertung derzeit aktiviert ist oder nicht.

# tl_rateit.rating.0
source: Rating
de: Bewertung

# tl_rateit.rating.1
source: actual rating
de: aktueller Bewertungsstand

# tl_rateit.overall_rating.0
source: Overall rating
de: Gesamtbewertung

# tl_rateit.overall_rating.1
source: actual overall rating
de: aktueller Gesamt-Bewertungsstand

# tl_rateit.totalratings.0
source: Total votes
de: Anzahl Bewertungen

# tl_rateit.totalratings.1
source: Number of votes for this rating
de: Anzahl der abgegebenen Stimmen für diese Bewertung

# tl_rateit.ratingfmt
source: %s/%d (%d Votes)
de: %s/%d (%d Stimmen)

# tl_rateit.ratingstatisticsfmt
source: Rating %s: %d of %d votes (corresponds %s%%)
de: Bewertung %s: %d von %d abgegebenen Bewertungen (entspricht %s%%)

# tl_rateit.statistics.0
source: Statistics
de: Statistik

# tl_rateit.statistics.1
source: Statistics
de: Statistik

# tl_rateit.rating_chart_legend.0
source: Distribution of ratings
de: Verteilung der Bewertungen

# tl_rateit.rating_chart_legend.1
source: Count of ratings
de: Anzahl Bewertungen

# tl_rateit.rating_chart_legend.2
source: Rating
de: Bewertung

# tl_rateit.rating_chart_legend.3
source: Count
de: Anzahl

# tl_rateit.month_chart_legend.0
source: Ratings per month
de: abgegebene Bewertungen pro Monat

# tl_rateit.month_chart_legend.1
source: Ratings per month
de: abgegebene Bewertungen pro Monat

# tl_rateit.month_chart_legend.2
source: Average rating
de: durchschn. Bewertung

# tl_rateit.month_chart_legend.3
source: Month
de: Monat

# tl_rateit.month_chart_legend.4
source: Count
de: Anzahl

# tl_rateit.ratings.0
source: Ratings
de: Abgegebene Bewertungen

# tl_rateit.ratings.1
source: List of all ratings
de: Liste aller abgegebenen Bewertungen

# tl_rateit.ip.0
source: IP address
de: IP-Adresse

# tl_rateit.member.0
source: Frontend member
de: Frontend Benutzer

# tl_rateit.createdatdetail.0
source: Valuation Point
de: Bewertungszeitpunkt

# tl_rateit.vote.0
source: vote
de: Stimme

# tl_rateit.vote.1
source: votes
de: Stimmen

# tl_rateit.clearratings
source: Reset selected ratings
de: Markierte Bewertungen zurücksetzen

# tl_rateit_type_options.page
source: Page
de: Seite

# tl_rateit_type_options.article
source: Article
de: Artikel

# tl_rateit_type_options.news
source: News
de: Nachricht

# tl_rateit_type_options.ce
source: Content element
de: Inhaltselement

# tl_rateit_type_options.module
source: Module
de: Modul

# tl_rateit_type_options.galpic
source: Gallery picture
de: Galerie-Bild

# tl_rateit_type_options.news4ward
source: Blog entry
de: Beitrag

# tl_rateit_order_options.rating desc
source: Rating
de: Bewertung

# tl_rateit_order_options.title
source: Title
de: Titel

# tl_rateit_order_options.typ
source: Type
de: Typ

# tl_rateit_order_options.createdat
source: Activation date
de: Aktivierungsdatum

# tl_rateit_active_options.0
source: inactive
de: inaktiv

# tl_rateit_active_options.1
source: active
de: aktiv

# tl_rateit.xls_sheetname_ratings
source: Ratings
de: Bewertungen

# tl_rateit.xls_sheetname_rating
source: Rating
de: Bewertung

# tl_rateit.xls_headers.typ
source: Type
de: Typ

# tl_rateit.xls_headers.title
source: Title
de: Titel

# tl_rateit.xls_headers.createdat
source: Activation date
de: Aktivierungszeitpunkt

# tl_rateit.xls_headers.active
source: Active
de: Aktiv

# tl_rateit.xls_headers.rating
source: Rating
de: Bewertung

# tl_rateit.xls_headers.stars
source: Max. Rating
de: Max. Bewertung

# tl_rateit.xls_headers.percent
source: Rating in percent
de: Bewertung in Prozent

# tl_rateit.xls_headers.totalRatings
source: Total votes
de: Anzahl Bewertungen

# tl_rateit.xls_headers_detail.ip
source: IP address
de: IP Adresse

# tl_rateit.xls_headers_detail.member
source: Frontend member
de: Frontend Benutzer

# tl_rateit.xls_headers_detail.rating
source: Rating
de: Bewertung

# tl_rateit.xls_headers_detail.percent
source: Rating in percent
de: Bewertung in Prozent

# tl_rateit.xls_headers_detail.createdat
source: Valuation Point
de: Bewertungszeitpunkt
