Repository: SchwihaUG/contao-rate-it
Catalog: src/Resources/contao/languages/*/*_page.xlf
Languages: de

# tl_page.rateit_legend
source: Rate It-Settings
de: Rate It-Einstellungen

# tl_page.addRating.0
source: activate rating
de: Rating aktivieren

# tl_page.addRating.1
source: Enables the rating for this page
de: Aktiviert das Rating f√ºr diese Seite

# tl_page.rateit_position.1
source: position of the rating (before or above) the page.
de: Position des Rating (ober- oder unterhalb) der Seite.

# tl_page.before.0
source: above
de: oberhalb

# tl_page.before.1
source: Display the text above the page
de: Anzeige des Texts oberhalb der Seite

# tl_page.after.0
source: below
de: unterhalb

# tl_page.after.1
source: Display the text below the page
de: Anzeige des Texts unterhalb der Seite

# tl_page.custom.0
source: custom
de: manuell

# tl_page.custom.1
source: Use a custom position by the <em>rateit_page_rating</em> Insert tag.
de: Benutzen Sie den Inserttag <em>rateit_page_rating</em> zur individuellen Positonierung.
